
name: "metasploit"
backend: "python"

input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ -1, 3 ]
  }
]

output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]

parameters [
  {
    key: "INFERENCE_MODE"
    value: { string_value: "true" }
  }
]
